[
    {
        "name" : "Deborah Moseley",
        "position" : "Chair",
        "desription" : "Debbie is Jasmine’s mum. She, along with her husband, Andrew, Jasmine’s dad, are the co-founders of Jasmine’s Legacy of Dreams charity. Debbie is the chair of trustees and is also the person who administers the processing of funding applications from eligible teenagers and young adults. She is also the charity’s spokesperson and she attends events and activities to actively promote the charity. Debbie and Jasmine were very close and enjoyed their love of horses together. As part of the charity’s annual fundraising campaign, Debbie runs a charity horse show, which now incorporates a dog show too. It is a popular event and is attended by so many who knew Jasmine.",
        "image" : "./Images/Debbie.jpeg"
    },
    {
        "name" : "Andrew Moseley",
        "position" : "",
        "desription" : "Andrew, Jasmine’s dad, is a trustee and the charity’s Secretary and Treasurer. Andrew and his wife, Debbie, Jasmine’s mum, are the co-founders of Jasmine’s Legacy of Dreams charity. Andrew is heavily involved in the charity administration and accounting. He is also significantly involved in supporting the charity’s fundraising activities and promotion of fundraising support and donations from businesses, organisations and individuals. Along with Jasmine’s auntie, Gail Hill, who is also a trustee, Andrew participated in a sponsored fundraiser tandem skydive in 2023. In 2024, Andrew participated in the Peak District Ultra Challenge, raising funds for the charity by running 100km continuously, completing the course in just over 17 hours.",
        "image" : "./Images/Andrew.jpg"
    },
    {
        "name" : "Gail Ann Hill",
        "position" : "Trustee",
        "desription" : "Gail is a trustee of the committee and has been a member of the committee for 2 years. She is a retired teacher and has a passion for the arts.",
        "image" : ""
    },
    {
        "name" : "Francesca Brierley",
        "position" : "Trustee",
        "desription" : "Francesca is a trustee of the committee and has been a member of the committee for 1 year. She is a retired teacher and has a passion for the arts.",
        "image" : ""
    },
    {
        "name" : "Rowann Raynor",
        "position" : "Trustee",
        "desription" : "Rowann is a trustee of the committee ",
        "image" : "./Images/Rowann.png"
    },
    {
        "name" : "Garry Picken",
        "position" : "Trustee",
        "desription" : "Garry is a trustee of the committee ",
        "image" : ""
    },
    {
        "name" : "Lisa Purnell",
        "position" : "Trustee",
        "desription" : "Lisa is a trustee of the committee ",
        "image" : ""
    }
]