[
    {
        "name" : "Debbie Moseley",
        "position" : "Chair",
        "desription" : "Debbie is Jasmine’s mum. She, along with her husband, Andrew, Jasmine’s dad, are the co-founders of Jasmine’s Legacy of Dreams charity. Debbie is the chair of trustees and is also the person who administers the processing of funding applications from eligible teenagers and young adults. She is also the charity’s spokesperson and she attends events and activities to actively promote the charity. Debbie and Jasmine were very close and enjoyed their love of horses together. As part of the charity’s annual fundraising campaign, Debbie runs a charity horse show, which now incorporates a dog show too. It is a popular event and is attended by so many who knew Jasmine.",
        "image" : "./Images/Debbie.jpeg"
    },
    {
        "name" : "Andrew Moseley",
        "position" : "",
        "desription" : "Andrew, Jasmine’s dad, is a trustee and the charity’s Secretary and Treasurer. Andrew and his wife, Debbie, Jasmine’s mum, are the co-founders of Jasmine’s Legacy of Dreams charity. Andrew is heavily involved in the charity administration and accounting. He is also significantly involved in supporting the charity’s fundraising activities and promotion of fundraising support and donations from businesses, organisations and individuals. Along with Jasmine’s auntie, Gail Hill, who is also a trustee, Andrew participated in a sponsored fundraiser tandem skydive in 2023. In 2024, Andrew participated in the Peak District Ultra Challenge, raising funds for the charity by running 100km continuously, completing the course in just over 17 hours.",
        "image" : "./Images/Andrew.jpg"
    },
    {
        "name" : "Gail Ann Hill",
        "position" : "Trustee",
        "desription" : "Gail is Jasmine’s auntie and they enjoyed a very close bond. Gail has always been an active supporter of the charity and its activities and she has supported many of its fundraising events. When Jasmine’s dad, Andrew, suggested about doing a tandem skydive, Gail eagerly said that she would do that with him. This became reality in 2023. Gail thoroughly enjoyed the day and, with her husband Jim, they raised a substantial amount of money for the charity. With all the support that Gail gave to the charity, it was only right that Gail should become a trustee and the charity was delighted when Gail accepted.",
        "image" : "./Images/Gail Hill.jpg"
    },
    {
        "name" : "Francesca Brierley",
        "position" : "Trustee",
        "desription" : "Francesca became known to the charity, as her son Dan, who was being treated for cancer, made an application to the charity, which the trustees were delighted to approve. Sadly, Dan lost his fight for life. Since Dan’s passing, Debbie and Francesca continued to keep in close contact and, following the charity’s growth and development, Debbie made the proposal for Francesca to become a trustee. The charity was delighted that Francesca accepted.",
        "image" : "./Images/Francesca Brierley.jpg"
    },
    {
        "name" : "Rowann Raynor",
        "position" : "Trustee",
        "desription" : "Rowann was a close friend of Jasmine, with both sharing a deep love of horses. Both would attend the same horse show competitions and would be seen together, relaxing between showing classes and enjoying each other’s company during the day. With the charity expanding its services and needing more trustees, it was a natural step to ask Rowann to become a charity trustee.",
        "image" : "./Images/Rowann.png"
    },
    {
        "name" : "Garry Picken",
        "position" : "Trustee",
        "desription" : "Garry was a close friend of Jasmine and they both worked for the same business, The Horse &amp; Carriage Company, where Garry was a Coachman and Jasmine was a groom. They worked a lot together and they would travel all over the country, supporting a wide range of events where a horse drawn carriage was required and became good friends. Garry is a founding member trustee of the charity.",
        "image" : "./Images/Garry Picken.jpg"
    },
    {
        "name" : "Lisa Purnell",
        "position" : "Trustee",
        "desription" : "Lisa and Debbie have been best friends from a very early age and, as such, she has been in Jasmine’s life throughout. Lisa always took a close interest in Jasmine and particularly Jasmine’s interest in horses. Debbie felt it was a natural step to invite Lisa to become a trustee of the charity where Lisa is a founding member trustee.",
        "image" : "./Images/Lisa Purnell.jpg"
    }
]